Repository: Rourou0203/shuttlescore
Catalog: ShuttleScore Watch App/Localizable.xcstrings
Source language: zh_hans
Languages: en

source: 11分
en: 11 pts

source: 15分
en: 15 pts

source: 21分
en: 21 pts

source: A队名称
en: Team A

source: B队名称
en: Team B

source: 一局定胜负
en: Best of 1

source: 三局两胜
en: Best of 3

source: 下一场
en: Next Match

source: 五局三胜
en: Best of 5

source: 今天还没有比赛记录
en: No matches today

source: 今日记录
en: Today

source: 保存并退出
en: Save & Exit

source: 先发球
en: First Serve

source: 先发球方
en: First Serve

source: 决胜局换边提醒
en: Side Change Alert

source: 分数
en: Score

source: 单打
en: Singles

source: 历史对手
en: Saved Opponents

source: 历史记录
en: History

source: 右区
en: Right

source: 女双
en: Women's Doubles

source: 对手
en: Opponent

source: 局数
en: Games

source: 左区
en: Left

source: 开始比赛
en: Start Match

source: 快速开始
en: Quick Start

source: 我方
en: My Team

source: 放弃本场
en: Abandon

source: 新对手
en: New Opponent

source: 新建比赛
en: New Match

source: 未分胜负
en: Draw

source: 混双
en: Mixed Doubles

source: 男双
en: Men's Doubles

source: 确认
en: OK

source: 类型
en: Type

source: 练球暂停中
en: Session Paused

source: 练球进行中
en: Session Active

source: 结束今日练球
en: End Session

source: 结束比赛
en: End Match

source: 继续上场
en: Resume

source: 继续比赛
en: Continue

source: 胜利分数
en: Winning Score

source: 自定义
en: Custom

source: 请换边！
en: Switch sides!

source: 请换边！继续加油
en: Switch sides! Keep going!

source: 赛前设置
en: Match Setup

source: 输入名字
en: Enter name

source: 还没有对手记录，打完比赛后自动保存
en: No opponents yet. They'll be saved after matches.

source: 退出比赛
en: Exit Match

source: 选择对手
en: Select Opponent

source: 队伍名称
en: Team Names
